---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.MullionType
source: html/f27eefb2-a604-d98f-5853-42c0028b73bf.htm
---
# MullionType Members

Activates the symbol to ensure that its geometry is accessible.